IDEA StatiCa Open Model
ReinfBarInclined.MasterPoint Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Master point of reinforcement
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public ReferenceElement MasterPoint { get; set; }
Public Property MasterPoint As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ MasterPoint {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
ReinfBarInclined Class
IdeaRS.OpenModel.Detail Namespace